const BEHAVIORS = [
  "الفوضى داخل الفصل أو المدرسة",
  "الشغب في وسائل النقل المدرسي",
  "الخروج المتكرر من الحصص",
  "التأخر عن العودة إلى الصف",
  "التأخر الصباحي بعد نصف ساعة",
  "العبث في ممتلكات المدرسة",
  "العبث في ممتلكات الأصدقاء",
  "التفوه بألفاظ غير لائقة",
  "عدم الالتزام بالزي",
  "إحضار الممنوعات",
  "عدم الانضباط في الطابور",
  "وضع المساحيق",
  "إصابة طالبة عمدًا عن طريق الضرب",
  "تناول الأطعمة في الصف",
  "عدم النزول في الساحة أثناء الطابور والفسحة",
  "التخويف وإثارة الرعب وممارسة الألعاب",
  "أخرى",
];

const MONTHS = [
  "أغسطس",
  "سبتمبر",
  "أكتوبر",
  "نوفمبر",
  "ديسمبر",
  "يناير",
  "فبراير",
  "مارس",
  "أبريل",
  "مايو",
  "يونيو",
  "يوليو",
];

const WEEKDAYS = ["الأحد", "الاثنين", "الثلاثاء", "الأربعاء", "الخميس"];

const COLORS = ["#0088FE", "#00C49F", "#FFBB28", "#FF8042", "#8884d8", "#82ca9d", "#ffc658"];
